<template>
  <div class="about__wrap">
    <div class="_container">
      <h1>В этом приложении:</h1>
      <ul>
        <li>полная настойка шаблона на Vue CLI</li>
        <li>установка и настройка Vue-router для Vue.js 3</li>
        <li>динамическая перерисовка без перезагрузки страницы</li>
        <li>динамический навбар и ссылки</li>
        <li>обработка несуществующих роутов</li>
        <li>хеши и моды для роутера</li>
        <li>настройка общего конфига</li>
      </ul>
    </div>
  </div>
</template>
